// GENERATED FILE: this content is recreated by scripts/generateContent.js
export const cartrigesContent = [
  {
    "type": "heroImage"
  },
  {
    "type": "title",
    "text": {
      "ua": "Картриджи ",
      "ru": "Картриджи "
    }
  },
  {
    "type": "languageSwitcher"
  },
  {
    "type": "text",
    "text": {
      "ua": "Все современные аппараты являются модульными машинками. Название пошло именно от вида иглы которую можно использовать. Модуль ( он же картридж) — это игла или несколько спаянных между собой игл, размещенные в пластиковый корпус.Такие картриджи обеспечивают полную стерильность как для клиента так и для мастера и оборудования. Модули отличаются между собой не только фирмой производителя но и  по:",
      "ru": "Все современные аппараты являются модульными машинками. Название пошло именно от вида иглы которую можно использовать. Модуль ( он же картридж) — это игла или несколько спаянных между собой игл, размещенные в пластиковый корпус.Такие картриджи обеспечивают полную стерильность как для клиента так и для мастера и оборудования. Модули отличаются между собой не только фирмой производителя но и  по:"
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "Диаметр ",
          "ru": "Диаметр "
        }
      },
      {
        "text": {
          "ua": "Количеству игл в спайке",
          "ru": "Количеству игл в спайке"
        }
      },
      {
        "text": {
          "ua": "Конфигурации  ",
          "ru": "Конфигурации  "
        }
      },
      {
        "text": {
          "ua": "Заточке",
          "ru": "Заточке"
        }
      }
    ]
  },
  {
    "type": "image",
    "width": 300,
    "height": 300,
    "aspectRatio": 1,
    "resizeMode": "contain",
    "src": {
      "ua": require('../../../assets/images/error.jpg'),
      "ru": require('../../../assets/images/error.jpg')
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Диаметр отвечает за размер пикселя: чем больше диаметр иглы, тем крупнее получается пиксель; стандартные обозначения — 0,25; 0,30; 0,35.",
      "ru": "Диаметр отвечает за размер пикселя: чем больше диаметр иглы, тем крупнее получается пиксель; стандартные обозначения — 0,25; 0,30; 0,35."
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Количество игл — цифры после диаметра обозначают количество игл одного диаметра в спайке; стандартные обозначения: 01, 03, 05.",
      "ru": "Количество игл — цифры после диаметра обозначают количество игл одного диаметра в спайке; стандартные обозначения: 01, 03, 05."
    }
  },
  {
    "type": "image",
    "width": 300,
    "height": 300,
    "aspectRatio": 1,
    "resizeMode": "contain",
    "src": {
      "ua": require('../../../assets/images/error.jpg'),
      "ru": require('../../../assets/images/error.jpg')
    }
  },
  {
    "type": "subtitle",
    "text": {
      "ua": "Конфигурация ",
      "ru": "Конфигурация "
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Конфигурация — это тип спайки игл в картридже, от которой зависит, какой рисунок из пикселей будет оставлять модуль; основные типы конфигурации для перманента.",
      "ru": "Конфигурация — это тип спайки игл в картридже, от которой зависит, какой рисунок из пикселей будет оставлять модуль; основные типы конфигурации для перманента."
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "RL (round liner) - иглы плотно спаяны в пучок на самом конце. Для четких контуров или прокраса на тонкой, фарфоровой или возрастной коже.",
          "ru": "RL (round liner) - иглы плотно спаяны в пучок на самом конце. Для четких контуров или прокраса на тонкой, фарфоровой или возрастной коже."
        }
      },
      {
        "text": {
          "ua": "RS (round shader) - иглы спаяны параллельно друг другу пучок более широкий, пиксель более рассыпчатый. Так же можно использовать в работе с прокрасом на тонкой и возрастной коже.",
          "ru": "RS (round shader) - иглы спаяны параллельно друг другу пучок более широкий, пиксель более рассыпчатый. Так же можно использовать в работе с прокрасом на тонкой и возрастной коже."
        }
      },
      {
        "text": {
          "ua": "M (magnum) - иглы спаянные в ряд имеют прямой, плоский срез. Все иглы в спайке одинаковой длины. Не используются в ПМ.",
          "ru": "M (magnum) - иглы спаянные в ряд имеют прямой, плоский срез. Все иглы в спайке одинаковой длины. Не используются в ПМ."
        }
      },
      {
        "text": {
          "ua": "RM (round magnum) - спайка игл в форме полумесяца.",
          "ru": "RM (round magnum) - спайка игл в форме полумесяца."
        }
      }
    ]
  },
  {
    "type": "image",
    "width": 300,
    "height": 300,
    "aspectRatio": 1,
    "resizeMode": "contain",
    "src": {
      "ua": require('../../../assets/images/error.jpg'),
      "ru": require('../../../assets/images/error.jpg')
    }
  },
  {
    "type": "subtitle",
    "text": {
      "ua": "Заточка",
      "ru": "Заточка"
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Конусность — это длина острой части иглы, которую делят на несколько типов.",
      "ru": "Конусность — это длина острой части иглы, которую делят на несколько типов."
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "LT (long taper) - самая длинная и острая заточка. Прокол маленького диаметра отлично подходит для фиксации эскиза.",
          "ru": "LT (long taper) - самая длинная и острая заточка. Прокол маленького диаметра отлично подходит для фиксации эскиза."
        }
      },
      {
        "text": {
          "ua": "MT ( medium taper) - заточка средней длинны, самая универсальная подходит как для фиксации эскиза так и для прокраса на любой зоне перманента.",
          "ru": "MT ( medium taper) - заточка средней длинны, самая универсальная подходит как для фиксации эскиза так и для прокраса на любой зоне перманента."
        }
      },
      {
        "text": {
          "ua": "ST ( short taper) - самая короткая и «тупая» заточка. ",
          "ru": "ST ( short taper) - самая короткая и «тупая» заточка. "
        }
      }
    ]
  },
  {
    "type": "text",
    "text": {
      "ua": "Дополнением к данным заточкам существуют текстурированные иглы, обозначаются на маркировке дополнительной приставкой “T” ( например 3001 RLLT-T ). Такие иглы имеют рельефное покрытие, за счет своей структуры берут на себя больше пигмента в результате чего в коже так же остается больше пигмента. Стоит учесть текстурированные иглы не подойдут на чувстельную и тонкую кожу, так как являются более травматичными.",
      "ru": "Дополнением к данным заточкам существуют текстурированные иглы, обозначаются на маркировке дополнительной приставкой “T” ( например 3001 RLLT-T ). Такие иглы имеют рельефное покрытие, за счет своей структуры берут на себя больше пигмента в результате чего в коже так же остается больше пигмента. Стоит учесть текстурированные иглы не подойдут на чувстельную и тонкую кожу, так как являются более травматичными."
    }
  },
  {
    "type": "image",
    "width": 300,
    "height": 300,
    "aspectRatio": 1,
    "resizeMode": "contain",
    "src": {
      "ua": require('../../../assets/images/error.jpg'),
      "ru": require('../../../assets/images/error.jpg')
    }
  }
];
