// GENERATED FILE: this content is recreated by scripts/generateContent.js
export const cartrigesContent = [
  {
    "type": "heroImage"
  },
  {
    "type": "title",
    "text": {
      "ua": "Картриджи ",
      "ru": "Картриджи "
    }
  },
  {
    "type": "languageSwitcher"
  },
  {
    "type": "text",
    "text": {
      "ua": "Все современные аппараты являются модульными машинками. Название пошло именно от вида иглы которую можно использовать. Модуль ( он же картридж) — это игла или несколько спаянных между собой игл, размещенные в пластиковый корпус.Такие картриджи обеспечивают полную стерильность как для клиента так и для мастера и оборудования. Модули отличаются между собой не только фирмой производителя но и  по:",
      "ru": "Все современные аппараты являются модульными машинками. Название пошло именно от вида иглы которую можно использовать. Модуль ( он же картридж) — это игла или несколько спаянных между собой игл, размещенные в пластиковый корпус.Такие картриджи обеспечивают полную стерильность как для клиента так и для мастера и оборудования. Модули отличаются между собой не только фирмой производителя но и  по:"
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "Диаметр ",
          "ru": "Диаметр "
        }
      },
      {
        "text": {
          "ua": "Количеству игл в спайке",
          "ru": "Количеству игл в спайке"
        }
      },
      {
        "text": {
          "ua": "Конфигурации  ",
          "ru": "Конфигурации  "
        }
      },
      {
        "text": {
          "ua": "Заточке",
          "ru": "Заточке"
        }
      }
    ]
  }
];
