// GENERATED FILE: this content is recreated by scripts/generateContent.js
export const equipmentContent = [
  {
    "type": "heroImage",
    "image": {
      "ua": require('../../../assets/images/equipment/heroImage.jpg'),
      "ru": require('../../../assets/images/equipment/heroImage.jpg'),
      "eng": require('../../../assets/images/equipment/heroImage.jpg'),
      "ger": require('../../../assets/images/equipment/heroImage.jpg')
    }
  },
  {
    "type": "title",
    "text": {
      "ua": "Оборудование для ПМ",
      "ru": "Оборудование для ПМ",
      "eng": "",
      "ger": ""
    }
  },
  {
    "type": "languageSwitcher"
  },
  {
    "type": "text",
    "text": {
      "ua": "Машинки в тату индустрии делятся на два вида:",
      "ru": "Машинки в тату индустрии делятся на два вида:",
      "eng": "",
      "ger": ""
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "Индукционные — движение иглы обеспечивается за счет электромагнитной индукции, дают резкий и четкий удар и высокую скорость за счет этого проникновение пигмента может быть более глубокое. В современном перманентные не используются.",
          "ru": "Индукционные — движение иглы обеспечивается за счет электромагнитной индукции, дают резкий и четкий удар и высокую скорость за счет этого проникновение пигмента может быть более глубокое. В современном перманентные не используются."
        }
      },
      {
        "text": {
          "ua": "Роторные — игла приводится в движение с помощью небольшого моторчика. Работают достаточно тихо и плавно что дает возможность прорисовать даже самые мелкие детали. Самые распространенные аппараты в сфере ПМ.",
          "ru": "Роторные — игла приводится в движение с помощью небольшого моторчика. Работают достаточно тихо и плавно что дает возможность прорисовать даже самые мелкие детали. Самые распространенные аппараты в сфере ПМ."
        }
      }
    ]
  },
  {
    "type": "image",
    "width": 300,
    "height": 300,
    "aspectRatio": 1,
    "resizeMode": "contain",
    "src": {
      "ua": require('../../../assets/images/equipment/equipment1_rus.png'),
      "ru": require('../../../assets/images/equipment/equipment1_rus.png'),
      "eng": require('../../../assets/images/equipment/equipment1_rus.png'),
      "ger": require('../../../assets/images/equipment/equipment1_rus.png')
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Роторные аппараты стостоят из:",
      "ru": "Роторные аппараты стостоят из:",
      "eng": "",
      "ger": ""
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "Электродвигатель (мотор) - приводит всю систему в движение. Обеспечивает мощность и стабильность ударов.",
          "ru": "Электродвигатель (мотор) - приводит всю систему в движение. Обеспечивает мощность и стабильность ударов."
        }
      },
      {
        "text": {
          "ua": "Эксцентрик (кулачковый механизм) - деталь, надетая на вал мотора. Она отвечает за трансформацию вращения в поступательные движения (вверх-вниз) и определяет ход иглы (длину вылета).",
          "ru": "Эксцентрик (кулачковый механизм) - деталь, надетая на вал мотора. Она отвечает за трансформацию вращения в поступательные движения (вверх-вниз) и определяет ход иглы (длину вылета)."
        }
      },
      {
        "text": {
          "ua": "Толкатель (боёк или шток) -  жесткий стержень, который передает импульс от эксцентрика к игле или картриджу.",
          "ru": "Толкатель (боёк или шток) -  жесткий стержень, который передает импульс от эксцентрика к игле или картриджу."
        }
      },
      {
        "text": {
          "ua": "Корпус - эргономичная ручка-манипула, внутри которой скрыт механизм. В современных аппаратах чаще всего изготавливается из легкого авиационного алюминия или медицинской стали и имеет систему виброгашения.",
          "ru": "Корпус - эргономичная ручка-манипула, внутри которой скрыт механизм. В современных аппаратах чаще всего изготавливается из легкого авиационного алюминия или медицинской стали и имеет систему виброгашения."
        }
      },
      {
        "text": {
          "ua": "Разъем питания / аккумулятор - в проводных моделях это порт RCA или клип-корд для подключения к блоку питания. В беспроводных аппаратах в этой части корпуса располагаются батарея и кнопки управления.",
          "ru": "Разъем питания / аккумулятор - в проводных моделях это порт RCA или клип-корд для подключения к блоку питания. В беспроводных аппаратах в этой части корпуса располагаются батарея и кнопки управления."
        }
      },
      {
        "text": {
          "ua": "Регулятор вылета иглы - воворотный механизм на корпусе, позволяющий изменять длину выступа иглы (обычно от 0 до 5 мм).",
          "ru": "Регулятор вылета иглы - воворотный механизм на корпусе, позволяющий изменять длину выступа иглы (обычно от 0 до 5 мм)."
        }
      },
      {
        "text": {
          "ua": "Держатель -  съемная (часто автоклавируемая) часть, за которую мастер держит аппарат во время процедуры",
          "ru": "Держатель -  съемная (часто автоклавируемая) часть, за которую мастер держит аппарат во время процедуры"
        }
      }
    ]
  },
  {
    "type": "image",
    "width": 300,
    "height": 300,
    "aspectRatio": 1,
    "resizeMode": "contain",
    "src": {
      "ua": require('../../../assets/images/equipment/equipment1_rus.png'),
      "ru": require('../../../assets/images/equipment/equipment1_rus.png'),
      "eng": require('../../../assets/images/equipment/equipment1_rus.png'),
      "ger": require('../../../assets/images/equipment/equipment1_rus.png')
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Помимо того что роторные аппараты делятся по типам питания, так же их разделяют по на три вида в зависимости от хода иглы.",
      "ru": "Помимо того что роторные аппараты делятся по типам питания, так же их разделяют по на три вида в зависимости от хода иглы.",
      "eng": "",
      "ger": ""
    }
  }
];
