// GENERATED FILE: this content is recreated by scripts/generateContent.js
export const pigmentContent = [
  {
    "type": "heroImage",
    "image": {
      "ua": require('../../../assets/images/error.jpg'),
      "ru": require('../../../assets/images/error.jpg')
    }
  },
  {
    "type": "title",
    "text": {
      "ua": "Шкіра",
      "ru": "Кожа"
    }
  },
  {
    "type": "subtitle",
    "text": {
      "ua": "Будова шкіри",
      "ru": "Строение кожи "
    }
  },
  {
    "type": "languageSwitcher"
  },
  {
    "type": "image",
    "width": 600,
    "height": 600,
    "aspectRatio": 1,
    "src": {
      "ua": require('../../../assets/images/error.jpg'),
      "ru": require('../../../assets/images/error.jpg')
    }
  },
  {
    "type": "subtitle",
    "text": {
      "ua": "Кожа состоит из трёх слоёв: эпидермиса, дермы и подкожно-жировой клетчатки.",
      "ru": "Кожа состоит из трёх слоёв: эпидермиса, дермы и подкожно-жировой клетчатки."
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Эпидермис",
      "ru": "Эпидермис"
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "Самый верхний слой кожи толщиной ~0,05–1 мм, который делится на несколько подслоёв.",
          "ru": "Самый верхний слой кожи толщиной ~0,05–1 мм, который делится на несколько подслоёв."
        }
      },
      {
        "text": {
          "ua": "Роговой — самый верхний защитный слой,мертвые клетки",
          "ru": "Роговой — самый верхний защитный слой,мертвые клетки"
        }
      },
      {
        "text": {
          "ua": "Зернистый — формируется кератин",
          "ru": "Зернистый — формируется кератин"
        }
      },
      {
        "text": {
          "ua": "Шиповатый — клетки соединяются между собой ",
          "ru": "Шиповатый — клетки соединяются между собой "
        }
      },
      {
        "text": {
          "ua": "Базальный — там где образуются новые клетки кожи и находятся меланоциты ( пигмент кожи)",
          "ru": "Базальный — там где образуются новые клетки кожи и находятся меланоциты ( пигмент кожи)"
        }
      }
    ]
  },
  {
    "type": "text",
    "text": {
      "ua": "Имплантация пигмента в Эпидермис не даст нужного результата, так как этот слой постоянно обновляется, в результате чего остатка после заживление не будет или будет минимальный на короткий период времени.",
      "ru": "Имплантация пигмента в Эпидермис не даст нужного результата, так как этот слой постоянно обновляется, в результате чего остатка после заживление не будет или будет минимальный на короткий период времени."
    }
  },
  {
    "type": "subtitle",
    "text": {
      "ua": "Дерма",
      "ru": "Дерма"
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Основной рабочий слой для перманентного макияжа толщиной ~1–4 мм, который делится на несколько слоёв.",
      "ru": "Основной рабочий слой для перманентного макияжа толщиной ~1–4 мм, который делится на несколько слоёв."
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "Сосочковый слой — верхняя часть, много капилляров.",
          "ru": "Сосочковый слой — верхняя часть, много капилляров."
        }
      },
      {
        "text": {
          "ua": "Сетчатый слой — плотные коллагеновые волокна. ",
          "ru": "Сетчатый слой — плотные коллагеновые волокна. "
        }
      }
    ]
  },
  {
    "type": "text",
    "text": {
      "ua": "Здесь находятся:",
      "ru": "Здесь находятся:"
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "капилляры и мелкие кровеносные сосуды — питают эпидермис",
          "ru": "капилляры и мелкие кровеносные сосуды — питают эпидермис"
        }
      },
      {
        "text": {
          "ua": "лимфатические сосуды;",
          "ru": "лимфатические сосуды;"
        }
      },
      {
        "text": {
          "ua": "нервные окончания и рецепторы чувствительности (боль, температура, прикосновение);",
          "ru": "нервные окончания и рецепторы чувствительности (боль, температура, прикосновение);"
        }
      },
      {
        "text": {
          "ua": "коллагеновые и эластиновые волокна;",
          "ru": "коллагеновые и эластиновые волокна;"
        }
      },
      {
        "text": {
          "ua": "фибробласты — клетки, вырабатывающие коллаген и эластин;",
          "ru": "фибробласты — клетки, вырабатывающие коллаген и эластин;"
        }
      },
      {
        "text": {
          "ua": "иммунные клетки ( фагоциты);-частично располагаются волосяные фолликулы и выводные протоки потовых желез.",
          "ru": "иммунные клетки ( фагоциты);-частично располагаются волосяные фолликулы и выводные протоки потовых желез."
        }
      }
    ]
  },
  {
    "type": "text",
    "text": {
      "ua": "Для ПМ важно:",
      "ru": "Для ПМ важно:"
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "Идеальная глубина внесения пигмента — верхняя дерма.",
          "ru": "Идеальная глубина внесения пигмента — верхняя дерма."
        }
      },
      {
        "text": {
          "ua": "Слишком глубоко → миграция пигмента, синеватый оттенок, рубцевание.",
          "ru": "Слишком глубоко → миграция пигмента, синеватый оттенок, рубцевание."
        }
      },
      {
        "text": {
          "ua": "Слишком травматичная работа повреждает коллаген и сосуды.",
          "ru": "Слишком травматичная работа повреждает коллаген и сосуды."
        }
      }
    ]
  },
  {
    "type": "subtitle",
    "text": {
      "ua": "Гиподерма (подкожно-жировая клетчатка)",
      "ru": "Гиподерма (подкожно-жировая клетчатка)"
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Самый глубокий слой. В ней находятся :",
      "ru": "Самый глубокий слой. В ней находятся :"
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "Жировая ткань",
          "ru": "Жировая ткань"
        }
      },
      {
        "text": {
          "ua": "Крупные сосуды",
          "ru": "Крупные сосуды"
        }
      },
      {
        "text": {
          "ua": "Нервы",
          "ru": "Нервы"
        }
      }
    ]
  },
  {
    "type": "text",
    "text": {
      "ua": "Функции:",
      "ru": "Функции:"
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "Теплоизоляция",
          "ru": "Теплоизоляция"
        }
      },
      {
        "text": {
          "ua": "Амортизация",
          "ru": "Амортизация"
        }
      },
      {
        "text": {
          "ua": "Запас энергии",
          "ru": "Запас энергии"
        }
      }
    ]
  },
  {
    "type": "text",
    "text": {
      "ua": "Для ПМ важно:",
      "ru": "Для ПМ важно:"
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "При перманенте тут работать нельзя.",
          "ru": "При перманенте тут работать нельзя."
        }
      },
      {
        "text": {
          "ua": "Попадание слишком глубоко вызывает сильную травматизацию и плохое заживлениe.",
          "ru": "Попадание слишком глубоко вызывает сильную травматизацию и плохое заживлениe."
        }
      }
    ]
  }
];
