// GENERATED FILE: this content is recreated by scripts/generateContent.js
export const pigmentContent = [
  {
    "type": "heroImage",
    "image": {
      "ua": require('../../../assets/images/error.jpg'),
      "ru": require('../../../assets/images/error.jpg')
    }
  },
  {
    "type": "title",
    "text": {
      "ua": "Заживление пигмента в коже ",
      "ru": "Заживление пигмента в коже "
    }
  },
  {
    "type": "text",
    "text": {
      "ua": "Во время процедуры игла вводит пигмент в верхние слои дермы — не слишком глубоко, но и не в эпидермис, иначе пигмент уйдёт вместе с шелушением кожи за 3–4 недели; во время проколов кожа воспринимает процедуру как микротравму.",
      "ru": "Во время процедуры игла вводит пигмент в верхние слои дермы — не слишком глубоко, но и не в эпидермис, иначе пигмент уйдёт вместе с шелушением кожи за 3–4 недели; во время проколов кожа воспринимает процедуру как микротравму."
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "повреждаются мелкие сосуды,",
          "ru": "повреждаются мелкие сосуды,"
        }
      },
      {
        "text": {
          "ua": "выделяется лимфа,",
          "ru": "выделяется лимфа,"
        }
      },
      {
        "text": {
          "ua": "запускается воспалительная реакция и заживление.",
          "ru": "запускается воспалительная реакция и заживление."
        }
      }
    ]
  },
  {
    "type": "text",
    "text": {
      "ua": "Сразу после процедуры цвет выглядит",
      "ru": "Сразу после процедуры цвет выглядит"
    }
  },
  {
    "type": "list",
    "items": [
      {
        "text": {
          "ua": "ярче,",
          "ru": "ярче,"
        }
      },
      {
        "text": {
          "ua": "плотнее,",
          "ru": "плотнее,"
        }
      },
      {
        "text": {
          "ua": "темнее.",
          "ru": "темнее."
        }
      }
    ]
  }
];
